<h1>Правила пожертвования и использования игры</h1>

<p>Настоящее соглашение регаментирует отношения между Вами - лицензиат игр «Rivex» (далее – «Пользователь») - и лицензиаром – проект игровых серверов «Rivex». Пользователь и Rivex по отдельности могут также именоваться «Сторона», а совместно – «Стороны».</p>

<h2>1. Термины и Соглашения</h2>

<p>1.1. Аккаунт - создаваемая пользователем учётная запись, которая содержит информацию о пользователе, в том числе статистические данные, игровые достижения, история переписки, контактные данные и прочая необходимая для игры информация.</p>

<p>1.2. Игра - совокупность данных, команд и порождаемых ею аудивизуальных отображений, активируемых последовательно пользователем в целях получения определённого результата, предусмотренного правилами игры. Данное соглашение регаментирует правила игры на серверах Rivex.</p>

<p>1.3. Сервер - игровое поле для взаимодействования между игроками в режиме онлайн игры. Игровой сервер доступен для бесплатного использования на условиях данного соглашения всем его пользователям. Права на игровой сервер принадледат проекту игровых серверов Rivex. Для подключения к игровому серверу пользователь использует клиент игры Minecraft Bedrock Edition.</p>

<p>1.4. Minecraft Bedrock Edition - многопользовательская онлайн с элементами приключения и творчества. Все права на клиентскую часть игры принадлежат AB Mojang. </p>

<p>1.5. Клиент (Клиентская часть игры) - программное обеспечение для взаимодействия пользователя с сервером. Осуществляет передачу данных и часть вычисления игровых процессов.</p>

<p>1.6. Донат - добровольное денежное пожертвование лицензиару в дар, направленное на поддержку работы игрового проекта. Лицензиар вправе вознаградить пожертвователя игровыми преимуществами в соответствии с условиями настоящего соглашения.<p>

<h2>2. Условия заключения соглашения</h2>

<p>2.1. Перед тем как начать использовать игру, пользователя обязан ознакомиться с условиями настоящего соглашения.<p>

<h2>3. Предмет соглашения</h2>

<p>3.1. Rivex предоставляет пользователю право безвозмездно использовать части игры согласно условиями настоящего соглашения.</p>

<p>3.2. Пользователь вправе безвозмездно использовать части игры, если они не являются частью вознаграждения, выдаемового сервером.</p>

<p>3.3. Пользователь получает право использовать привилегированные возможности по инициативе лицензиара на срок, определяемый во время выдачи соответствующего вознаграждения. </p>

<p>3.4. По истечению срока действия вознаграждения пользователь лишается возможности использования привилегированных услуг.</p>

<p>3.5. Лицензиар вправе досрочно лишить пользователя возможностью пользования привилегированными услугами в случае нарушения им правил настоящего соглашения.<p>

<p>3.6. В случае досрочного лишения привилегии, либо окончания её срока действия, пользователю НЕ возвращаются внесённые им денежные средства на безвозмездной основе лицензиару. Администрация вправе, но НЕ обязана, вернуть средства лицензиару в особых случаях на своё усмотрение.</p>

<p>3.7. При внесении денежных средств в дар лицензиару пользователь вправе указать информацию о своём аккаунте, необходимую для выдачи вознаграждения. В случае соответствения указанных данных с данными базы данных лицензиара в автоматическом режиме выдаётся вознаграждения в соответствии с внесённой суммой.</p>

<p>3.8. Пользователь вправе в течение 3 рабочих дней уведомить администрацию проекта об ошибочно указанных данных при покупки доната в целях корректировки привилегированных услуг. Администрация обязуется исправить ошибку и выдать вознаграждение пользователю. Количество исправлений для одного пользователя не может превышать одного раза на одну единицу доната.</p>

<h2> 4. Срок действия, изменения и расторжения договора</h2>

<p>4.1. Настоящее Соглашение вступает в силу в момент принятия его условий Пользователем и действует в течение двенадцати (12) месяцев. Действие настоящего Соглашения автоматически продлевается на каждые следующие шесть (6) месяцев, если оно не было расторгнуто по инициативе одной из Сторон путем направления в адрес другой Стороны письменного уведомления не менее чем за тридцать (30) календарных дней до истечения текущего срока действия Соглашения.</p>

<p>4.2. Настоящее Соглашение может быть изменено Wargaming в одностороннем порядке. Изменения вступают в силу с момента их публикации на сайте.</p>

<p>4.3. Пользователь не вправе использовать Игру, если он не согласен с изменениями, внесенными в Соглашение.</p>

<p>4.4. Данное соглашение может быть рассторгнуто в односторонеем порядке по инициативе любой из сторон в том числе в случае нарушения пользователем условий данного соглашения.</p>

